{
    "articles": [
        {
            "id": 0,
            "title": "Процессоры AMD Ryzen™ для настольных ПК",
            "date": "2020-06-27T08:33:17Z",
            "text": "Выполняйте все одновременно: рендеринг, потоковые трансляции, компилирование, кодирование. Работайте и играйте. Представляем непревзойденную платформу для настольных ПК, поддерживающую самые мощные в мире процессоры для настольных ПК. До 64 ядер. До 128 потоков. До 288 МБ кэш-памяти",
            "image": "./img/amd_ryzen.jpg",
            "rubric": "advertising"
        },
        {
            "id": 1,
            "title": "Арабика и робуста: 7 отличий",
            "date": "2020-06-27T09:38:45Z",
            "text": "Существует больше 60 видов кофейного дерева, но только 2 из них выращивают в промышленных масштабах. Разберемся, чем отличаются друг от друга арабика и робуста — зерна, которые мы пьем каждый день. 1. Родина Арабику открыли в 9 веке в Эфиопии, робусту — в 18 веке в Конго. 2. Условия произрастания. Арабика растет на высоте от 1000 до 2800 над уровнем моря. Чем выше, тем богаче вкус. Робуста растет на равнинах. 3. Внешний вид растения. Арабика — дерево, робуста — куст. 4. Форма зерен. Зерна робусты более круглые, арабики — более овальные",
            "image": "./img/coffee.jpg",
            "rubric": "advertising"
        },
        {
            "id": 2,
            "title": "Профессиональное звуковое и световое оборудование",
            "date": "2020-06-27T10:50:10Z",
            "text": "Оборудование от Лучших Мировых Производителей. Гарантийное Обслуживание. Скидки и Бонусы! Компания Глобал Саун - это то, что Вы искали. Опробуйте будущую покупку в действии. Грамотные консультанты. Вежливое обслуживание.",
            "image": "./img/music-equipment.jpg",
            "rubric": "advertising"
        },
        {
            "id": 3,
            "title": "Samsung Galaxy S20 — cъёмка ночью как днём",
            "date": "2020-06-27T11:34:09Z",
            "text": "В своё время ночной режим в смартфоне Google Pixel 3 приятно удивлял, а возможности Huawei P30 Pro при съёмке в темноте попросту поражали. С тех пор особых подвижек в этом направлении не было. Похоже, новые флагманы Samsung могут как минимум присоединиться к списку смартфонов, отлично снимающих ночью, если не возглавить этот список. Ночной режим не просто работает, а работает великолепно. Учитывая, что Galaxy S20 имеет ровно такую же камеру, он явно будет снимать ночью ровно так же. А вот Galaxy S20 Ultra за счёт огромного датчика может показать ещё более впечатляющие результаты, но пока мы этого не знаем.",
            "image": "./img/samsung-galaxy-S20.jpg",
            "rubric": "advertising"
        },
        {
            "id": 4,
            "title": "Colgate — бережное отбеливание",
            "date": "2020-06-27T12:15:24Z",
            "text": "Со временем эмаль теряет свою естественную белизну. Зубная паста Colgate Бережное Отбеливание Бережно удаляет потемнения с поверхности зубов, восстанавливая их естественную белизну, и не повреждая зубную эмаль, а также укрепляет эмаль зубов и защищает от кариеса. Благодаря этому вы можете каждый день радовать себя и своих близких ослепительной улыбкой.",
            "image": "./img/colgate.jpg",
            "rubric": "advertising"
        },
        {
            "id": 5,
            "title": "Doom Eternal — пора устроить в аду пекло",
            "date": "2020-06-27T12:35:38Z",
            "text": "Doom Eternal — компьютерная игра в жанре шутера от первого лица. Игра разработана компанией id Software, издателем выступила компания Bethesda Softworks. Анонс игры состоялся на выставке E3 2018. Выход игры состоялся 20 марта 2020 года на платформах Windows, PlayStation 4 и Xbox One.",
            "image": "./img/doom.jpg",
            "rubric": "games"
        },
        {
            "id": 6,
            "title": "Почему весь мир сходит с ума в ожидании этой игры, и в чем секрет Cyberpunk 2077?",
            "date": "2020-06-27T13:05:46Z",
            "text": "Cyberpunk 2077 — мультиплатформенная компьютерная игра в жанре Action/RPG, разрабатываемая польской студией CD Projekt RED. Игра является продолжением настольной игры «Киберпанк 2020», действия будут происходить спустя 57 лет в большом городе Найт-Сити, расположенном в штате Калифорния.",
            "image": "./img/cyberpunk2077.jpg",
            "rubric": "games"
        },
        {
            "id": 7,
            "title": "Diablo 4 — вся известная информация",
            "date": "2020-06-27T14:07:15Z",
            "text": "Diablo 4 компания Blizzard представила самой первой на Blizzcon 2019. Это Action/RPG с кооперативом на четверых игроков. Главным отличием стал полностью открытый бесшовный мир с возможностью исследования и случайно-генерируемыми подземельями. Diablo 4 фактически является продолжением третьей части. После безнадёжной схватки с демонами, суровый мир Санктуария оказался почти разрушен, Ангелы больше не помогают людям, врата на Небеса закрылись после атаки Малтаэля в Reaper of Souls и теперь Санктуарий сам по себе. Ситуацию ухудшает некий злой культ, решивший призвать дочь Мефисто, Лилит, которой мы и будем противостоять в новой части.",
            "image": "./img/diablo4.jpg",
            "rubric": "games"
        },
        {
            "id": 8,
            "title": "Desperados III. Великолепная пятёрка",
            "date": "2020-06-27T15:02:57Z",
            "text": "Desperados III — приквел к оригинальной игре. Но то, что игра проливает свет на прошлое полюбившихся героев, мало что меняет. Обещанный разработчиками сюжет «в лучших традициях ковбойских фильмов» получился довольно куцым, и пересказать его можно одним абзацем. Лихой стрелок Джон Купер вместе со своим давним другом, траппером Гектором, ищет некоего Фрэнка, чтобы свести с ним давние счёты (какие именно — не так уж и сложно догадаться). Параллельно они заводят товарищеские отношения с циничным охотником за головами Доком Маккоем, красоткой Кейт О’Хара и загадочной француженкой Изабель, владеющей колдовством (очень легким, никакого фэнтези!). Помогая друг другу, они вместе подбираются всё ближе к таинственному Фрэнку. Вот, в общем-то, и всё.",
            "image": "./img/desperados-3.jpg",
            "rubric": "games"
        },
        {
            "id": 9,
            "title": "The Last of Us: Part 2. Продолжение приключенческого боевика",
            "date": "2020-06-27T15:32:33Z",
            "text": "The Last of Us 2 - это продолжение приключенческого боевика The Last of Us. События игры разворачиваются спустя пять лет после событий оригинала, а главными героями вновь становятся протагонисты оригинальной игры - Джоэл и Элли. Игроков ждет совершенно иная история, сконцентрированная вокруг ненависти и мести, а не вокруг любви. Главной же героиней второй части становится не Джоэл, а Элли. Вторая часть отличается от первой не только тематикой, но и измененным и доработанным игровым процессом. The Last of Us 2 делает еще большую ставку на стелс, чем первая - так, героиня может прятаться в траве, кустах, в расщелинах между домами, под машинами и так далее. Однако в зависимости от ряда факторов враги все равно могут ее заметить - и в этом им помогает улучшенный искусственный интеллект. Стоит отметить, что изменились не только враги-люди - инфицированные также стали гораздо опаснее.",
            "image": "./img/the-last-of-us-2.jpg",
            "rubric": "games"
        },
        {
            "id": 10,
            "title": "ЦИК зарегистрировал 15 инициативных групп по выдвижению кандидатов в Президенты Беларуси",
            "date": "2020-06-27T15:53:45Z",
            "text": "Зарегистрированы инициативные группы временно не работающего Виктора Бабарико, депутата Палаты представителей Олега Гайдукевича, фермера Юрия Ганцевича, индивидуального предпринимателя председателя ППОО \"Движение \"За Свободу\" Юрия Губаревича, сопредседателя РИПОО \"Говори правду\" Андрея Дмитриева, индивидуального предпринимателя Анны Канопацкой, директора ЧТУП Натальи Кисель, главного бухгалтера ЖСПК №791 Ольги Ковальковой, исполняющего обязанности председателя Объединенной гражданской партии Николая Козлова, Президента Александра Лукашенко, пенсионера Владимира Непомнящих, мастера перманентного макияжа и татуировки Александра Таболича, временно не работающей Светланы Тихановской, индивидуального предпринимателя Валерия Цепкало, директора ООО \"С58 Технолоджис\" Сергея Черечня.",
            "image": "./img/cik.jpg",
            "rubric": "politics"

        },
        {
            "id": 11,
            "title": "Главы МИД Беларуси и Ирландии обсудили сотрудничество в финансовых организациях",
            "date": "2020-06-27T16:13:34Z",
            "text": "Министр иностранных дел Беларуси Владимир Макей провел телефонный разговор с министром иностранных дел и торговли Ирландии Саймоном Ковени. Беседа состоялась по инициативе ирландской стороны, сообщили БЕЛТА в пресс-службе белорусского внешнеполитического ведомства. \"Министры подчеркнули важность совместных усилий по борьбе с распространением коронавирусной инфекции. Владимир Макей выразил благодарность ирландским благотворительным организациям, которые продолжают поддержку Беларуси по линии чернобыльского сотрудничества, уделяя особое внимание вопросам защиты от COVID-19 наиболее уязвимых категорий населения\", - рассказали в МИД о подробностях разговора.",
            "image": "./img/mid.jpg",
            "rubric": "politics"
        },
        {
            "id": 12,
            "title": "Заседание Высшего Евразийского экономического совета планируется в Минске",
            "date": "2020-06-27T16:48:37Z",
            "text": "С предложением провести очередное заседание Высшего Евразийского экономического совета в Минске в очном формате выступил Президент Беларуси Александр Лукашенко. \"Я бы хотел предложить, чтобы мы сегодняшний совет рассматривали в качестве экстерриториального совета. С учетом председательства Беларуси в ЕАЭС я очень рассчитываю на проведение встречи глав государств - членов ЕАЭС в очном формате и предложил бы ее провести в Минске в то время, когда вы сможете приехать\", - отметил белорусский лидер. Он добавил, что подобного рода мероприятия по линии ЕАЭС не проводились в белорусской столице в последние 5 лет.",
            "image": "./img/euro.jpg",
            "rubric": "politics"
        },
        {
            "id": 13,
            "title": "Беларусь и Россия завершают процедуры по изменению условий кредита для БелАЭС",
            "date": "2020-06-27T17:23:27Z",
            "text": "Телефонный разговор премьер-министра Беларуси Романа Головченко с председателем правительства России Михаилом Мишустиным состоялся по инициативе белорусской стороны, сообщили БЕЛТА в пресс-службе правительства. Роман Головченко поблагодарил своего российского коллегу за поздравление по случаю назначения его на должность премьер-министра Беларуси. Состоялось обсуждение графика ближайших двусторонних встреч, а также планируемых мероприятий в рамках интеграционных объединений. Главы правительств отметили положительную динамику реализации ранее достигнутых договоренностей, в том числе по изменению условий российского кредита на возведение БелАЭС. Все необходимые решения приняты, в настоящее время завершаются внутригосударственные процедуры. Премьер-министры обсудили ряд актуальных вопросов торгово-экономического сотрудничества. Соответствующие поручения по активизации взаимодействия будут даны ведомствам двух стран.",
            "image": "./img/bel-nuclear-power-plant.jpg",
            "rubric": "politics"
        },
        {
            "id": 14,
            "title": "Беларусь и Россия подписали соглашение о взаимном признании виз",
            "date": "2020-06-27T17:45:41Z",
            "text": "Подписи под документом после переговоров в Минске поставили министры иностранных дел Владимир Макей и Сергей Лавров. Соглашение предусматривает право иностранцев въезжать, выезжать, пребывать, следовать транзитом по территории двух государств на основании визы одного из них и документов, удостоверяющих личность. Иностранцы смогут следовать воздушным, железнодорожным транспортом, а также по шести автомобильным дорогам, которые определены в приложении к соглашению. Отвечая на критику о долгой подготовке документа, который мог быть подписан еще в конце 2018 года, Владимир Макей подчеркнул, что важен сам результат. \"Можно задать вопрос, как долго лежат наши предложения или проекты некоторых документов на столе Евросоюза, как долго рассматриваются там эти документы\", - сказал министр. Сергей Лавров также отметил, что сроки подписания документов могут быть самыми разными и нынешняя задержка между подготовкой документа и его подписанием не претендует на рекорд. \"Я не думаю, что вообще корректно ставить вопрос, почему тот или иной дипломатический процесс занимает то или иное время\", - сказал он. Дипломат считает, что в заключении этого соглашения необходимо \"видеть большой позитивный шаг, а не выискивать какие-то сомнительные истории\".",
            "image": "./img/bel-rus-agreement.jpg",
            "rubric": "politics"
        },
        {
            "id": 15,
            "title": "Моддинг — преображение техники снаружи и внутри",
            "date": "2020-06-28T08:25:15Z",
            "text": "Термин «моддинг», то есть модификация, изменение, традиционно применяется по отношению к переделке компьютеров. Пик моды на это hobby пришёлся на середину нулевых. Сейчас рулят смартфоны и планшеты, поэтому модифицируют и их, а также другие гаджеты. Для современных моддеров важен не только внешний вид, но и производительность устройств.",
            "image": "./img/modding.jpg",
            "rubric": "hobby"
        },
        {
            "id": 16,
            "title": "Зумба — танцевальный фитнес",
            "date": "2020-06-28T09:11:32Z",
            "text": "На стыке хип-хопа, сальсы, самбы, меренге, мамбо, фламенко и танца живота родилась зумба. Это направление придумал колумбиец Альберто Перес в конце 1990-х. В зумбе задействовано максимальное количество мышц — это не только отличное времяпрепровождение, но и эффективный способ похудения.",
            "image": "./img/zumba.jpg",
            "rubric": "hobby"
        },
        {
            "id": 17,
            "title": "Дудлинг и зентангл — иррациональная живопись",
            "date": "2020-06-28T09:35:47Z",
            "text": "Это занятие подойдёт тем, кто начинает выводить каракули, как только берёт в руки пишущее средство. Дудлинг с английского так и переводится — «каракули» (doodle). Это иррациональный стиль рисования, развивающий память и креативность, а также уже самостоятельная форма современного искусства.",
            "image": "./img/dudling.jpg",
            "rubric": "hobby"
        },
        {
            "id": 18,
            "title": "Мехенди — роспись хной как временное украшение тела",
            "date": "2020-06-28T10:05:29Z",
            "text": "Древняя восточная традиция, которая в XXI веке вновь на волне популярности. Появляется всё больше художников, развивающихся в мехенди, и если вы тоже ищете новые формы, то обязательно попробуйте порисовать хной по телу. Другая форма увлечения мехенди — фотографирование в созданных на его основе образах, в том числе в ню-стилистике.",
            "image": "./img/mehendi.jpg",
            "rubric": "hobby"
        },
        {
            "id": 19,
            "title": "Кастомайзинг — переделка и преображение готовых вещей под свой вкус и потребности",
            "date": "2020-06-28T10:27:52Z",
            "text": "Кастомайзинг — это переделка одежды. Кастомайзеры перекраивают джинсы в юбки, рубашки — в платья, а заурядные футболки превращают в дизайнерские. Хобби для тех, кто хочет всегда быть на стиле, но не готов тратить много денег на одежду. У мужчин кастомайзинг часто выражается в преображении мотоциклов и автомобилей. Кастом-байки — настоящие произведения искусства, а их создатели обычно буквально болеют своим увлечением.",
            "image": "./img/customizing.jpg",
            "rubric": "hobby"
        },
        {
            "id": 20,
            "title": "Что будет с «Тур де Франс» и другими гонками?",
            "date": "2020-06-28T10:57:12Z",
            "text": "Когда? Когда следующая гонка? Когда снова будут прямые трансляции, а не повторы? Я слышал эти вопросы каждый день по многу раз и сел за статью в поисках ответа на них. Хотя бы какое-то подобие ответа – это все же куда лучше, чем просто пожать плечами и сказать: «Ну вы же видите, что творится…». Судьба профессионального велоспорта в его нынешнем виде висит на волоске – это не истерический вопль, а констатация факта. И дело не в эпидемии, такая ситуация сложилась, как минимум, пару десятилетий назад. Волосок довольно толстый и крепкий, зовется он телевидение. Есть трансляции – спонсоры вкладывают деньги, гонки живут. Верно и обратное: нечего показывать – худо телевидению. Сегодня волосок стал тоньше.",
            "image": "./img/tourdefrance.jpg",
            "rubric": "sports"
        },
        {
            "id": 21,
            "title": "Лучший защитник молодежной сборной России подписал контракт с «Монреалем»",
            "date": "2020-06-28T11:34:23Z",
            "text": "«Монреаль» объявил о подписании контракта с 20-летним русским защитником Александром Романовым. Соглашение хоккеиста, выбранного в 2018 году под 38-м номером на драфте, рассчитано на три сезона, сообщает официальный сайт «Канадиенс». Дата старта действия контракта не определена, поскольку действующий сезон не завершен из-за коронавируса.",
            "image": "./img/alex-romanov.jpg",
            "rubric": "sports"
        },
        {
            "id": 22,
            "title": "Гэтжи: «Наш бой — последнее, о чем сейчас думает Хабиб»",
            "date": "2020-06-28T12:29:39Z",
            "text": "Здоровье отца намного важнее титульного поединка. Американский боец UFC Джастин Гэтжи предположил, когда состоится его бой с чемпионом промоушна в легком весе Хабибом Нурмагомедовым. «Думаю, мы подеремся в августе или сентябре. Но даже не буду представлять себя на месте Хабиба: сейчас наш бой – последнее, о чем он думает. Пусть пройдет время, а потом мы все решим. С Хабибом я хочу драться больше, чем с Конором Макгрегором – я заслужил этот бой. Сейчас меня интересует только бой с Хабибом, только он имеет смысл», – цитирует 31-летнего Гэтжи Daily Mail. Джастин заработал право биться с Хабибом, победив Тони Фергюсона в бою за временный пояс. Отец Хабиба Нурмагомедова Абдулманап находится в тяжелом состоянии в одной из больниц Москвы, его снова ввели в кому.",
            "image": "./img/justin-gatzhy.jpg",
            "rubric": "sports"
        },
        {
            "id": 23,
            "title": "Эта леди — чемпионка России по фитнес-бикини",
            "date": "2020-06-28T13:14:45Z",
            "text": "Фитнес-бикини – спортивная дисциплина, которая точно придется по вкусу большинству мужчин. Ее главный соревновательный элемент – презентация и дефиле участниц прекрасной физической формы и модельной внешности в купальниках-бикини. Одна из самых популярных «бикинисток» России – Яна Смит-Кузнецова, на инстаграм которой подписаны почти полмиллиона человек. Эта девушка настолько спортивна, что наши читатели точно не спросят под этой публикацией: «А где здесь спорт?!»",
            "image": "./img/yana-kuznetsova.jpg",
            "rubric": "sports"
        },
        {
            "id": 24,
            "title": "40-летний Роналдиньо возобновит карьеру в клубе Марадоны",
            "date": "2020-06-28T14:17:26Z",
            "text": "Бывший футболист сборной Бразилии Роналдиньо может возобновить карьеру. 40-летняя экс-суперзвезда «Барселоны» раздумывает над возвращением в футбол. Его новым клубом в этом случае станет аргентинская «Химнасия Ла Плата», которую тренирует Диего Марадона. Игрок и менеджмент команды еще не провели никаких переговоров, но Марадона рассчитывает, что Роналдиньо присоединится к его фирме. Он мог перейти в «Химнасию» в 2016 году. Клуб предлагал соглашение с зарплатой в 1,5 миллиона долларов в год, но брат и агент футболиста Роберто де Ассис Морейра заявил, что бразилец не перейдет в «Ла Плату».",
            "image": "./img/ronandinho.jpg",
            "rubric": "sports"
        }
    ],
    "weatherdate": [
        {
            "id": 0,
            "value": "2.622 BYN",
            "image": "./svg/euro-sign-solid.svg"
        },
        {
            "id": 1,
            "value": "2.409 BYN",
            "image": "./svg/dollar-sign-solid.svg"
        },
        {
            "id": 2,
            "value": "25°C",
            "image": "./svg/cloud-sun-solid.svg"
        }
    ]
}